{"titre": "Charlie et la chocolaterie", "annee": "", "auteur": "Roal Dahl", "langue": "Français (fr)", "resume": "Charlie et la Chocolaterie (Charlie and the Chocolate Factory) est un roman pour enfants de l'auteur britannique Roald Dahl. Contant les aventures du jeune Charlie Bucket dans la chocolaterie de l'excentrique Willy Wonka, il est très apprécié des enfants, notamment dans les pays anglophones.\n\nCharlie et la Chocolaterie a été publié pour la première fois aux États-Unis par Roald Dahl et édité par Alfred A. Knopf en 1964, et par Allen & Unwin en 1967 au Royaume-Uni. Le livre a été adapté au cinéma en deux longs métrages : Charlie et la Chocolaterie (Willy Wonka & the Chocolate Factory) de Mel Stuart avec Gene Wilder, et Charlie et la Chocolaterie de Tim Burton avec Johnny Depp. La suite de l'histoire, Charlie et le Grand Ascenseur de verre, a été écrite par Roald Dahl en 1972.\n\nCharlie Bucket vit pauvrement dans une toute petite maison avec ses parents et ses quatre grands-parents cloués au lit, dont grand-papa Joe qui va l'accompagner à la chocolaterie. Charlie est un enfant gentil, attentionné et soigneux qui aime sa famille malgré leurs difficultés communes. Hors sa famille, la chose qu'il aime le plus est le chocolat. À cause de sa pauvreté extrême, il ne peut toutefois recevoir qu'une tablette de chocolat par an, à l'occasion de son anniversaire.\n\nIl y a près de sa maison la plus grosse chocolaterie du monde, dont le propriétaire se nomme Willy Wonka.\n\nWilly Wonka est le plus important, le plus créatif et le plus inventif raffineur de chocolat au monde, produisant une importante variété de sucreries merveilleuses et délicieuses, dont certaines semblent irréalisables (comme les glaces qui ne fondent jamais ou les chewing-gums qui ne perdent pas leur goût). Comme raconté par Joe Bucket, l'espionnage industriel ayant pratiquement ruiné la fabrique, Willy Wonka l'a complètement fermée, puis rouverte ultérieurement avec l'aide d'ouvriers inconnus et mystérieux.\n\nAprès avoir passé plusieurs années en fonctionnant de la sorte, Willy Wonka, à la surprise de tous, aurait décidé d'autoriser à nouveau la visite de sa chocolaterie par le public, en organisant une loterie. Cinq tablettes de chocolat « Wonka » contenant des tickets d'or cachés sous l'emballage sont dispersées dans le monde. Chaque ticket autorisera son découvreur (accompagné au maximum de deux membres de sa famille) à accéder à la chocolaterie pour une visite guidée par le chocolatier en personne. Une frénésie d'achat de chocolat secoue alors le globe. Les gagnants des quatre premiers tickets s'avèrent être :\n\nAugustus Gloop, un gros garçon rondouillet ; Veruca Salt, une enfant gâtée par ses parents ; Violette Beauregard, une petite fille ayant une obsession continuelle pour le chewing-gum ; Mike Teavee, un garçon passionné de télévision.\n\nParallèlement, la pauvreté qui enserre la famille de Charlie se ressent davantage.\n\nPar pur miracle, et à la dernière seconde, Charlie parvient à trouver le dernier ticket d'or. Grand-Papa Joe se lève alors de son lit, et tous deux partent pour la chocolaterie de Willy Wonka où les autres gagnants les rejoignent. Ils y découvriront ses merveilleuses réalisations, y compris certains prototypes aux effets secondaires étonnants. Par ailleurs, Willy Wonka révèle à ses invités que les mystérieux ouvriers sont des Oompas-Loompas, un peuple pygmée venu de l’Oompaland qui a accepté de venir travailler dans sa fabrique, car il peut leur fournir des quantités illimitées de leur mets préféré, la graine de cacao (ingrédient principal du chocolat). Au cours du livre, ils se lancent régulièrement et massivement dans des couplets en vers improvisés pour commenter la conduite des autres enfants et les conséquences de leurs actes.\n\nWilly Wonka est l'étrange et intelligent propriétaire de la chocolaterie Wonka. Il est très excentrique. Il est le personnage le plus connu du roman, en raison notamment des acteurs qui l'ont incarné (Gene Wilder, Johnny Depp). Il est très connu dans l'univers du livre pour ses bonbons aussi excentriques que lui et son chocolat délicieux. Sa chocolaterie est faite de pièces surprenantes, fantastiques et parfois jugées inutiles par les chanceux visiteurs de sa chocolaterie. Il est toujours représenté, par les différents illustrateurs, comme un homme différent de la norme. Il est joueur, optimiste et un peu moqueur. Il est décrit dans le livre comme aussi vif qu'un écureuil. Il aime énormément sa chocolaterie et les Oompa-Loompas. Son incarnation par Gene Wilder a été déclinée en nombreux Mèmes.\n\nLa famille Bucket est représentée comme une famille très pauvre, qui peut à peine subvenir à ses besoins. Ils ne peuvent pas s'acheter un deuxième lit. Les quatre grands-parents dorment dans le même lit.\n\nIl est le personnage principal du livre. Il est gentil, soucieux de sa famille et sage. Il adore le chocolat mais ne peut en manger souvent (une fois par an). Sa famille et lui suivent l'évolution de la chasse aux tickets d'or dans les journaux, les films et la télévision. Contrairement aux quatre autres enfants, Charlie est honnête et généreux. Dans le roman, à la fin de la visite, Wonka déclare à Charlie qu'il est l'héritier de l'usine, il a passé le test et a préféré rester sage au lieu de céder à la tentation. Les Bucket sont alors autorisés à s'installer dans l'usine. Les différents illustrateurs le représentent très maigre.\n\nGrand-père Joe est l'un des quatre grands-parents de Charlie. Il est obstiné, sénile mais toujours gentil et attentionné. Il raconte à Charlie (et au lecteur) l'histoire de la chocolaterie de Willy Wonka et le mystère des employés de Wonka. Quand Charlie trouve son ticket d'or, grand-père Joe saute de joie et, plus tard, accompagne Charlie lors de la visite de la chocolaterie.\n\nLes Gloop sont une famille de personnages enrobés. M. Gloop a un rôle mineur comparé à sa femme : Mme Gloop. C'est une femme très fière de son fils tel qu'il l'est. Elle semble encourager la gourmandise de son fils et être peu soucieuse des problèmes que cela peut entraîner.\n\nPrésenté comme « un garçon gourmand », Augustus Gloop est obèse et glouton. Il a 9 ans et n'a pas de manières lorsqu'il mange. Il est l'un des quatre antagonistes, le premier enfant à trouver son ticket d'or et également le premier à être éliminé de la visite. Il va en effet boire dans la rivière-mélangeuse de Willy Wonka, tomber dedans, et être aspiré par un tuyau de verre menant à la salle des nougatines. La pression du chocolat associée au faible diamètre du tuyau le fera maigrir, et en sortant de la chocolaterie, Augustus sera maigre et couvert de chocolat. Chaque illustrateur le représente comme ventru, joufflu, gros comme s'il « avait été gonflé ».\n\nLes Beauregard sont une famille de grands sportifs et de champions ambitieux.\n\nViolette Beauregard est la troisième à trouver son ticket d'or, la deuxième à être éjectée de la visite et l'une des quatre antagonistes. Elle est braillarde et obsédée par le chewing-gum. Violette prétend avoir mâché un de ses chewing-gums pendant 3 mois. Elle a peu de manières et n'hésite pas à demander à ses parents de se taire. Mais lorsqu'elle vole un chewing-gum de Mr Wonka, elle devient énorme et bleue tel une myrtille géante. Il a fallu l'emmener à la salle au pressoir pour lui faire régurgiter le jus de myrtille produit par son corps; à la sortie de la chocolaterie, Violette demeure bleue et a une souplesse de contorsionniste.\n\nLes Salt appartiennent à une haute classe sociale. M. Salt est le patron d'une usine de noix et Mme Salt, professeure de géographie. Ils gâtent énormément leur fille, Veruca. Bien que les adaptations mettent en avant M. Salt, sa femme a autant d'importance que lui dans le livre.\n\nVeruca Salt est une enfant exigeante, manipulatrice et gâtée qui exige tout ce qu'elle veut (et plus) de ses parents. Elle est égoïste, sans pitié envers sa famille et n'a absolument aucun respect pour la propriété d'autrui. Elle est la deuxième personne à trouver son ticket d'or, l'une des quatre antagonistes et la troisième éliminée de la visite. Dans la chocolaterie, Veruca est jetée dans un vide-ordures par des écureuils dressés pour détecter et éliminer les « mauvaises noix ». Son père subit le même sort. Ils réapparaîtront tous les deux couverts de détritus. L'apparence de Veruca change d'illustrateurs en illustrateurs mais elle porte toujours une robe.\n\nLes Teavee sont une famille typique de classe moyenne. M. et Mme Teavee laissent leur fils, Mike, regarder la télévision à longueur de journée.\n\nMike Teavee ne fait que regarder la télévision. Il est le quatrième enfant à trouver son ticket d'or, l'un des quatre antagonistes, et le dernier à être éjecté de la chocolaterie. Il est décrit comme portant dix-huit pistolets en plastique et « ouvrant le feu » lorsqu'il voit des gangsters à la télévision. Dans son interview, il ne parle pas de son ticket, demande aux journalistes de se taire, et préfère regarder la télé. Dans la chocolaterie, Mike est miniaturisé par une caméra de télévision conçue pour diffuser des échantillons de barres de chocolat par voie télévisuelle. Après avoir rétréci, ses parents déplorent qu'il ne puisse plus aller à l'école. Son père, en colère, prend alors la télévision comme responsable du mauvais comportement de Mike, et décide de la débrancher et de la jeter par la fenêtre dès qu'ils arrivent à la maison, au plus grand malheur de son fils. Il est représenté, par les illustrateurs, habillé en cow-boy ou avec ses pistolets en plastique.\n\nLes quatre autres enfants vont en effet mal se comporter et finir chacun victimes d'un sort malheureux et affublés d'une condition physique les forçant à quitter le bâtiment.\n\nAugustus Gloop va boire dans la rivière-mélangeuse de Willy Wonka, tomber dedans, et être aspiré par un tuyau de verre menant à la salle des nougatines. La pression du chocolat associée au faible diamètre du tuyau le déforme et le rend fin comme une allumette.\n\nViolette Beauregard vole un exemplaire expérimental de chewing-gum ayant la saveur successive de trois plats et se met à gonfler jusqu'à se transformer en une énorme myrtille, qui l'oblige à se rendre dans la salle aux jus de fruits, pour se faire presser jusqu'à sa forme habituelle (elle gardera toutefois sa peau bleue).\n\nVeruca Salt est jetée dans un vide-ordures par des écureuils dressés pour détecter et éliminer les « mauvaises noix ». Ses parents subissent le même sort. Ils réapparaîtront tous les trois couverts de détritus.\n\nMike Teavee est miniaturisé par une caméra de télévision conçue pour diffuser des échantillons de barres de chocolat par voie télévisuelle et se retrouve ainsi envoyé dans la machine à étirer les guimauves pour retrouver sa taille normale (le traitement est malheureusement surestimé puisque Mike devient un géant des plus maigres qui soient).\n\nChacun de ces enfants est l'allégorie d'un vice trouvé dans la personnalité des enfants de l'époque. Charlie est montré de manière évidente comme l'enfant parfait, humble, gentil, et bien élevé.\n\nÀ la fin de l'histoire, il s'avère que la loterie était une idée de Willy Wonka pour choisir son successeur. Étant le seul gagnant d'un billet d'or encore en compétition, Charlie apprend qu'il hérite de la chocolaterie et part en voyage dans un ascenseur vitré volant avec Willy Wonka et Grand-papa Joe. La famille de Charlie peut venir vivre avec lui à la chocolaterie. L'histoire se poursuit dans Charlie et le Grand Ascenseur de verre.\n\nRoald Dahl utilise aussi des connotations érotiques dans ce livre qui ne sont pas sans rappelés ses nombreuses nouvelles à caractère sexuel. Ainsi, dans le livre il y'a une référence à un fruit appelé le Snozzberry qui pourrait être léché. Ce fruit inconnu est pourtant retrouvé dans le roman Mon Oncle Oswald où il fait référence à un sexe masculin.\n\nCharlie et la Chocolaterie, grâce à son succès extraordinaire et à ses deux adaptations au cinéma, est devenu une référence culturelle. Cette signification culturelle a par exemple donné son nom à la société The Willy Wonka Candy Company, et a donné naissance à une expression anglaise : le terme « golden ticket » désigne désormais une garantie thésaurisée pour quelque chose de spécial et d'exclusif.\n\nLe module de jeu de rôle sur table, Blood in the Chocolate, s'inspire librement de nombreux éléments de l'histoire originale[1].\n\nPièces de la chocolaterie [ modifier | modifier le code ]\n\nDans cette chocolaterie, on trouve une grande variété de salles spécialisées, qui représentent toutes les étapes de la fabrication ou se dédient à un produit particulier. Les enfants, lors de leur visite guidée, y voient nombre d'invraisemblances. Un bon exemple est la fameuse « Chocolate Room ». Tout y est comestible, même le gazon. On y trouve une cascade de chocolat qui le brasse pour lui donner la bonne texture. Comme le précise à quelques reprises Willy Wonka, sa chocolaterie est la seule au monde à utiliser une cascade pour brasser le chocolat. Cela lui donne une texture riche et onctueuse. On remarque également des tuyaux qui emportent le chocolat vers d'autres endroits de la fabrique, comme celui dans lequel Augustus Gloop est aspiré.\n\nD'autres pièces sont aussi décrites, comme la « Salle des Inventions » où Violet Beauregard se transforme en myrtille. C'est dans la « Salle des noix » que Veruca Salt est éliminée. Dans cette salle, des dizaines d'écureuils dressés trient les noix, envoyant les mauvaises dans le tuyau à déchets. C'est dans la « Salle de Télévision » que Mike Teavee disparaît.\n\nAccusations de racisme et d'idéologie impérialiste [ modifier | modifier le code ]\n\nEn réponse aux critiques de la NAACP, de l'auteur canadien Eleanor Cameron, et d'autres personnes indignées par la description des Oompa-Loompas comme des pygmées à peau noire travaillant dans la fabrique Wonka pour des graines de cacao, Roald Dahl modifia certaines parties de ses textes, et Schindelman remplaça quelques illustrations (les illustrations de la version anglaise changèrent aussi). Cette nouvelle version fut publiée en 1973 aux États-Unis. Dans la version révisée, les Oompa-Loompas sont décrits comme ayant de longs et étonnants cheveux marron-doré et une peau blanche rosée. Leur origine est aussi passée de l'Afrique au pays imaginaire de Loompaland. L'hypothèse la plus probable serait que la vision qu'avait Roald Dahl des Noirs et des Indiens, était due en partie à ses souvenirs. Du fait qu'il a traversé pendant la Seconde Guerre mondiale, des pays profondément racistes et impérialistes. Il est tout de même bon de préciser qu'à l'origine, Charlie le héros éponyme était de couleur de peau noire, ce que l'éditeur lui conseilla de changer de peur de faire fuir les lecteurs blancs.\n\nLe roman et ses adaptations ont aussi inspiré un long métrage mettant en scène Tom et Jerry : Tom et Jerry au pays de Charlie et la chocolaterie de Spike Brandt (2017).\n\n2005 : Charlie et la Chocolaterie, troupe Andromède [réf. nécessaire]\n\nÉditions en langue anglaise [ modifier | modifier le code ]\n\nNotes et références [ modifier | modifier le code ]\n\n↑ (en) Kiel Chenier, Blood in the Chocolate , Helsinski, Lamentations of the Flame Princess, 2017 , 48 p. ↑ « Charlie et la chocolaterie ». Un film sur la jeunesse de Willy Wonka devrait sortir en 2023 », Ouest-France,‎ 20 janvier 2021 (lire en ligne) »,,‎\n"}